[
    {
        "name": "General Dentistry",
        "img": "https://www.revitalisedentalcentre.co.uk/wp-content/uploads/2020/05/Facebook_GeneralDentistry.jpg",
        "price": 500,
        "details": "General dentistry covers a range of treatment options and procedures fundamental to protecting and maintaining a good standard of oral health. Treatments are in place to keep your mouth, gums, and teeth healthy and free of pain.A routine examination is at the centre of creating your personal dental plan. It allows your general dentist to clearly define what treatment is necessary for your continued oral health. Sometimes referred to as a “dental check-up”, a routine examination will provide a thorough inspection of the tissues of your head and neck, jaw joints, mouth, teeth, and gums. Identifying any underlying oral health problems such as disease, tooth decay, and cancer.A routine examination can spot early signs of any irregularities and treat them before they progress further. This is extremely important as many oral health issues are “silent” and go unnoticed."
    },
    {
        "name": "Pediatric Dentistry",
        "img": "https://ppdsmile.com/wp-content/uploads/2019/01/preventative-dental-care-dumfries-1024x683.jpg",
        "price": 300,
        "details": "Pediatric dentistry is a branch of dentistry that deals with the examination and management of dental health in children.Dental procedures are generally perceived as intimidating and painful experiences that most would like to avoid, especially among children. However, it is vital that children have their milk teeth checked regularly by pediatric dentists for evidence of caries and tooth decay.Pediatric dentists are consulted if teething is delayed in an infant. The development of the teeth and jaws needs to be appropriate to allow the infant to be suitably weaned onto solid foods. Good and timely teeth eruption is also important in the development of appropriate speech."
    },
    {
        "name": "Cosmetic dentistry",
        "img": "https://plus.unsplash.com/premium_photo-1661436277204-221c8040e4d2?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
        "price": 250,
        "details": "Cosmetic dentistry is the branch of dentistry that focuses on improving the appearance of your smile. Common cosmetic dental treatments include teeth whitening, dental bonding and veneers.A general dentist is a primary dental care provider. They offer preventative care, like teeth cleanings, and restorative dentistry treatments, such as dental fillings, crowns and bridges. Most dental treatments restore appearance as well as health and function. However, a cosmetic dentist focuses on beautifying your smile. They offer treatments aimed at improving the appearance of your teeth and gums."
    },
    {
        "name": "Emergency and restorative services",
        "img": "https://img.freepik.com/premium-photo/scared-adult-female-doctor-doing-check-up-hospitalised-senior-male-patient_650366-2657.jpg?w=2000",
        "price": 500,
        "details": "There are times when a dental emergency occurs, and a patient needs to have a procedure provided immediately. When this is the case, a patient will need to find a practice that performs emergency dentistry.For pain, swelling, damage or other issues, a patient will also want to set an appointment with a dentist as soon as possible. While the pain or damage may not constitute an “emergency,” the issue still needs to be addressed to avoid any further damage to the teeth, gums or jawbone.The field of dentistry is pretty broad, so specialists may be required for certain services. For cleanings, checkups and basic services, a general dentist is an excellent option. For certain cosmetic or emergency services, though, a specialist may be required.Speak with your dentist about the services they are able to provide, and if they are the best provider for your specific needs. If you have an emergency or an issue between regular visits, make sure to contact your dentist immediately."
    },
    {
        "name": "Dental implants",
        "img": "https://images.unsplash.com/photo-1606811971618-4486d14f3f99?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1074&q=80",
        "price": 350,
        "details": "Dental implants replace broken, rotten, and missing teeth and allow you to skip the bridgework and dentures. However, the process doesn’t happen overnight. There are three major dental implant stages that every patient goes through. And you could spend up to a year completing them. They include:The cost of dental implants in Ontario varies wildly. The two biggest factors impacting price include the type of implant you choose and the state of your oral health (i.e., the difficulty of placing the implant).It’s estimated that you will spend $1,000 to $6,000 per tooth. A full mouth can cost significantly more. Unfortunately, it is very unlikely that your insurance plan will fully cover implants."
    },
    {
        "name": "Wisdom teeth",
        "img": "https://images.unsplash.com/photo-1602932213623-cc17e9541bb4?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
        "price": 420,
        "details": "Wisdom teeth, or third molars, are the last permanent teeth to appear (erupt) in the mouth. These teeth usually appear between the ages of 17 and 25. Some people never develop wisdom teeth. For others, wisdom teeth erupt normally — just as their other molars did — and cause no problems.Wisdom tooth extraction is a surgical procedure to remove one or more wisdom teeth — the four permanent adult teeth located at the back corners of your mouth on the top and bottom. If a wisdom tooth doesn't have room to grow (impacted wisdom tooth), resulting in pain, infection or other dental problems, you'll likely need to have it pulled. Wisdom tooth extraction may be done by a dentist or an oral surgeon.To prevent potential future problems, some dentists and oral surgeons recommend wisdom tooth extraction even if impacted teeth aren't currently causing problems."
    },
    {
        "name": "Teeth Whitening",
        "img": "https://plus.unsplash.com/premium_photo-1661401970092-119099fa3bf8?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1171&q=80",
        "price": 420,
        "details": "What is teeth whitening? Teeth whitening involves bleaching your teeth to make them lighter. It can't make your teeth brilliant white, but it can lighten the existing colour by several shades.Teeth whitening is a form of dentistry and should only be carried out by a dentist or another regulated dental professional, such as a dental hygienist or dental therapist, on the prescription of a dentist.Some beauty salons offer teeth whitening, but this is illegal if there's no dental professional present, and it may put your oral health at risk. You can also buy DIY home teeth whitening kits but these may also carry risks."
    }
]